[
  {
    "content_id": 341019,
    "reference_id": 186795,
    "title": "divination",
    "media_type": "Text",
    "index_reference": "divination",
    "language": "eng",
    "content": "<p><strong>Divination</strong> is a way to communicate with spirits or gods. God has strictly forbidden his people to use divination.</p><p>People from other nations used divination to find out what would happen in the future, or what the meaning was of a dream or of some unusual event. People sometimes used divination to find out what the best time would be for a certain activity; for instance, to find out when to start an attack on another country.</p><p>There were different ways that people did divination. For example, some people would kill an animal and then look at the way that the organs of the animal were shaped. If the organ looked a certain way, then they thought that a certain thing would happen. If it looked different, then something else would happen. Or, people looked at the way that smoke moved when they burned something, and thought that different movements had different meanings. Other people looked at the stars and the planets in the sky and took meaning from their position.</p><p>God has forbidden his people to use divination. God&apos;s people do not need to use such rituals to find out what God wants! God tells people what he wants from them through his Scriptures and through messengers who speak God&apos;s messages, and God&apos;s people need to trust God for the future.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "01030025",
          "start_ref_usfm": "GEN 30:25",
          "end_ref": "01030043",
          "end_ref_usfm": "GEN 30:43"
        },
        {
          "start_ref": "01044001",
          "start_ref_usfm": "GEN 44:1",
          "end_ref": "01044013",
          "end_ref_usfm": "GEN 44:13"
        },
        {
          "start_ref": "01044014",
          "start_ref_usfm": "GEN 44:14",
          "end_ref": "01044034",
          "end_ref_usfm": "GEN 44:34"
        },
        {
          "start_ref": "44016016",
          "start_ref_usfm": "ACT 16:16",
          "end_ref": "44016024",
          "end_ref_usfm": "ACT 16:24"
        }
      ],
      "resource": []
    }
  }
]