[
  {
    "content_id": 280118,
    "reference_id": 186538,
    "version": "1.0.0",
    "title": "James",
    "media_type": "Text",
    "index_reference": "james",
    "language": "eng",
    "content": "<p>There are three people in the New Testament with the name <strong>James</strong>.</p><p>One of Jesus&apos;s <span data-bnType=\"resourceReference\" data-resourceId=\"186630\" data-resourceType=\"FIAKeyTerms\">disciples</span> was named James. James had a brother named <span data-bnType=\"resourceReference\" data-resourceId=\"186583\" data-resourceType=\"FIAKeyTerms\">John</span>, and his father&apos;s name was Zebedee. James and John were fishermen, until Jesus called them to become his disciples. Together with Peter, another disciple, these three men were often with Jesus at special times. From Jesus&apos;s 12 disciples, these three people were the closest to Jesus.</p><p>At one time, Jesus called James and his brother John &quot;sons of thunder.&quot; It could be that Jesus gave them this name because they had a temper, and got angry quickly. But we do not know this for sure.</p><p>In the book of Acts we hear that the king Herod Agrippa has James killed.</p><p>There was another disciple of Jesus called James. He is called James, the son of Alpheus, or &quot;James the less.&quot; &quot;James the less&quot; was probably a nickname that people gave to him because he was either younger or shorter than the other disciple named James.</p><p>Another James is a brother of Jesus-a son of Jesus&apos;s mother Mary and her husband Joseph. This James did not at first believe that God sent Jesus. But after Jesus rose from the dead, James started to believe in Jesus. James became an important leader in the early <span data-bnType=\"resourceReference\" data-resourceId=\"keyTerm24\" data-resourceType=\"FIAKeyTerms\">church</span>, and he is probably the author of the book of James, which is in the New Testament.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "41010032",
          "start_ref_usfm": "MRK 10:32",
          "end_ref": "41010045",
          "end_ref_usfm": "MRK 10:45"
        }
      ],
      "resource": [
        {
          "reference_id": 186583,
          "content_id": 280163,
          "resource_code": "FIAKeyTerms",
          "label": "John",
          "language": "eng"
        },
        {
          "reference_id": 186583,
          "content_id": 341179,
          "resource_code": "FIAKeyTerms",
          "label": "John",
          "language": "eng"
        },
        {
          "reference_id": 186630,
          "content_id": 280210,
          "resource_code": "FIAKeyTerms",
          "label": "disciple",
          "language": "eng"
        },
        {
          "reference_id": 186630,
          "content_id": 341232,
          "resource_code": "FIAKeyTerms",
          "label": "disciple",
          "language": "eng"
        }
      ]
    }
  }
]