[
  {
    "content_id": 280054,
    "reference_id": 186474,
    "version": "1.0.0",
    "title": "proverb",
    "media_type": "Text",
    "index_reference": "proverb",
    "language": "eng",
    "content": "<p>A <strong>proverb</strong> is a short saying that is easy to remember, and that people pass on to other people. A proverb teaches people something important about people or about God. A proverb often gives advice about what is the right behavior in a particular situation, or tells people what usually happens in a certain situation. The people who made proverbs often looked at nature and marveled at how good God had made everything. Through these proverbs, they taught people that there is much that we can learn from nature. Some examples of Proverbs are:</p><p>&quot;If you are proud, you will get in trouble. But if you ask for advice, you are wise.&quot;</p><p>&quot;Look at the ant and follow his example, you lazy person!&quot;</p><p>&quot;We can make plans, but God makes the decision.&quot;</p><p>Many different people made these proverbs and told them to other people, and over time many of these proverbs were collected in a book. We can find these in the book of the Bible that is called Proverbs.</p><p>The Proverbs are teaching people what it means to be wise. A person who is wise understands many things and is able to make good decisions that lead to good results. The book of Proverbs teaches us that it is God who gives <span data-bnType=\"resourceReference\" data-resourceId=\"186486\" data-resourceType=\"FIAKeyTerms\">wisdom</span> to people. If a person pretends to be wise but does not accept God, then his wisdom is useless, and eventually his plans will fail. Only a person who accepts and obeys God can be truly wise.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "42004014",
          "start_ref_usfm": "LUK 4:14",
          "end_ref": "42004030",
          "end_ref_usfm": "LUK 4:30"
        }
      ],
      "resource": [
        {
          "reference_id": 186486,
          "content_id": 280066,
          "resource_code": "FIAKeyTerms",
          "label": "wisdom",
          "language": "eng"
        },
        {
          "reference_id": 186486,
          "content_id": 341066,
          "resource_code": "FIAKeyTerms",
          "label": "wisdom",
          "language": "eng"
        }
      ]
    }
  }
]