[
  {
    "content_id": 341036,
    "reference_id": 186812,
    "title": "image of God",
    "media_type": "Text",
    "index_reference": "image of god",
    "language": "eng",
    "content": "<p>An image is a picture of something. A photo, a painting, or a statue of a person is the image of a person. The image tells us something about what the person looks like, or what his character is like.</p><p>When <span data-bnType=\"resourceReference\" data-resourceId=\"186808\" data-resourceType=\"FIAKeyTerms\">God</span> created mankind, God said &quot;let us make mankind in our image. Mankind will look like us. And mankind will rule over all the animals and plants on the earth.&quot;</p><p>So, all people are created in the image of God. This does not mean that people physically look like God, because God is spirit and does not have a body as we have. But it means that people are representing God on earth. God gave people responsibility to take care of the earth. People are supposed to take care of animals, plants, and the whole of nature, in the name of, or on behalf of, God.</p><p>In the New Testament, we learn that Jesus is the ultimate image of God. We cannot see God, but we can see Jesus, and when we look at Jesus we know what God is like. As followers of Jesus we must become images of Jesus-we must look more and more like Jesus.</p>",
    "associations": {
      "passage": [
        {
          "start_ref": "01001001",
          "start_ref_usfm": "GEN 1:1",
          "end_ref": "01002003",
          "end_ref_usfm": "GEN 2:3"
        },
        {
          "start_ref": "01005001",
          "start_ref_usfm": "GEN 5:1",
          "end_ref": "01005032",
          "end_ref_usfm": "GEN 5:32"
        }
      ],
      "resource": [
        {
          "reference_id": 186808,
          "content_id": 341032,
          "resource_code": "FIAKeyTerms",
          "label": "God",
          "language": "eng"
        },
        {
          "reference_id": 186808,
          "content_id": 341195,
          "resource_code": "FIAKeyTerms",
          "label": "God",
          "language": "eng"
        }
      ]
    }
  }
]